<section class="features">
    <div class="features__grid"></div>

    <div class="container">

        <div class="features__cards">
            <article class="feature-card">
                <h3>Высокочастотное электротехническое железо 0,18 мм</h3>
                <ul>
                    <li>Снижение потерь на вихревые токи</li>
                    <li>Улучшение коэффициента заполнения сердечника</li>
                    <li>Меньший нагрев при работе на высоких скоростях</li>
                </ul>
            </article>

            <article class="feature-card">
                <h3>Арочные неодимовые магниты</h3>
                <ul>
                    <li>Улучшенное распределение магнитного поля</li>
                    <li>Улучшенный теплоотвод в процессе работы</li>
                    <li>Снижение шума и вибрации</li>
                </ul>
            </article>

            <article class="feature-card">
                <h3>Высокотемпературный обмоточный провод</h3>
                <ul>
                    <li>Повышенная термостойкость</li>
                    <li>Работа в экстремальных условиях с ограниченным охлаждением</li>
                    <li>Увеличение пиковой мощности до 20%</li>
                </ul>
            </article>
        </div>
    </div>
</section>